{
  "welcome": "Welcome to our website!",
  "description": "Explore our content in English.",
  "home": "Home",
  "railway": "Railway",
  "energystorage": "Energy Storage",
  "evcharger": "EV Charger",
  "about": "About Us",
  "about_Detail": "Mainline Asia found in 2020 is a forward-thinking company specializing in sustainable energy solutions for modern transportation and infrastructure. With a commitment to innovation and environmental responsibility, we provide cutting-edge technology and systems that power the future of mobility and energy storage.",
  "about_Card1": "High-Performance Railway Power Supply",
  "about_Card1_footer": "To design and deliver systems that ensure operational efficiency and sustainability.",
  "about_Card2": "Advanced Energy Storage",
  "about_Card2_footer": "To develop and implement battery systems that enhance renewable energy integration and grid stability.",
  "about_Card3": "Robust EV Charging Networks",
  "about_Card3_footer": "To build scalable charging infrastructure that meets the demands of the electric vehicle revolution.",
  "ourvision": "Our Vision",
  "ourvision_Detail": "To lead the Southeast Asia transition towards sustainable energy systems by delivering reliable, innovative, and efficient solutions for railway power supply, energy storage, and EV charging infrastructure.",
  "OurMission": "Our Mission",
  "OurMission_Detail1": "• High-Efficiency Railway Power Systems: Design and deliver systems that ensure operational efficiency and sustainability.",
  "OurMission_Detail2": "• Advanced Energy Storage: Develop battery systems that enhance the integration of renewable energy and ensure grid stability.",
  "OurMission_Detail3": "• Robust EV Charging Network: Create scalable charging infrastructure to meet the demands of future electric vehicles.",
  "ourbusiness": "Our Business & Services",
  "ourbusiness_detail1": "Our company develops complete solutions for railway power supply systems, energy storage technology, and EV charging stations to support the transportation and energy industries.",
  "ourbusiness_detail2": "Mainline Asia is a leading provider of power supply systems for railway infrastructure in Thailand. We offer services from design and installation to the management of power systems for different types of rail networks, including high-speed rail, subways, and light rail. We also provide solutions for maintenance depots and substations.",
  "ourbusiness_detail3": "Our business is divided into three main areas:",
  "ourbusiness_detail4": "1. Rail Power Supply (Power systems for railway infrastructure), 2. Energy Storage (Solutions for storing and managing energy) and 3. EV Charging (Charging station solutions for electric vehicles)",
  "product": "Product",
  "railwayelectrification": "Railway Electrification",
  "overheadcatenarysystems": "Overhead Catenary Systems (OCS)",
  "overheadcatenarysystems_detail": "High-quality overhead lines and catenary components engineered for efficiency and durability in high-speed, metro, and light rail systems.",
  "thirdrailsystems": "Third Rail Systems",
  "thirdrailsystems_detail": "Advanced third-rail designs and protective covers that deliver safe, continuous power for urban and suburban transit networks.",
  "tractionsubstations": "Traction Substations",
  "tractionsubstations_detail1": "High-efficiency solutions for reliable power conversion and distribution.",
  "tractionsubstations_detail2": "Switchgear, breakers, and protective relays specifically engineered for railway power networks.",
  "tractionsubstations_detail3": "Flexible, safe solutions for supplying power to trains during depot maintenance or staging operations.",
  "auxiliarycomponents": "Auxiliary Components & Accessories",
  "auxiliarycomponents_detail": "High-quality conductors and connectors for efficient energy transfer and reduced line losses. Rail Bonding material.",
  "rollingstockcomponents": "Rolling Stock Components",
  "rollingstockcomponents_detail": "Mainline Asia offers a wide range of electrical component parts from our product partners for AC rail vehicles and DC rail vehicles, such as EMU trains, high-speed trains and metro. Our main products consist of Pantograph / 3Rail Current connector, ground Contacts, Roof Mounting Switch, AC or DC Circuit breaker, Surge Arrestor, Voltage Sensor, Energy meter and Master Controller.",
  "energystoragesolutions": "Energy Storage Solutions",
  "energystoragesolutions1": "Residential Energy Storage Solutions All-in-one system uses flexible battery modular design and integrates inverter, EMS, and UPS management systems to create an efficient, safe and intelligent residential ESS.",
  "energystoragesolutions2": "Industrial and Commercial (C&I) Energy Storage Solutions 218kWh battery energy storage capacity, built-in PCS/BMS, real-time monitoring and management of power information through the network, small footprint, easy to install and expand, It provides an economical, flexible and efficient solution for applications with high requirements on grid continuity, peak shaving and valley filling and backup power supply, etc.",
  "energystoragesolutions3": "Utility Energy Storage Solutions Utility ESS can customize container packaging of various sizes based on requests, using safe and efficient lithium-iron batteries, integrating communication, monitoring systems, power conversion systems, fire protection and auxiliary systems. The product has the advantages of high integration, flexible configuration, full functions, convenient installation and debugging.",
  "energystoragesolutions4": "2MWh large capacity container energy storage charging station, equipped with 6 car charging guns at the same time can output 200kW charging power, also provides a variety of industrial power output interface, modular container design, can be quickly transported to different occasions, flexible use.",
  "energystoragesolutions5": "With 200 kWh of storage and 180 kW charging power, iTrailer is versatile for stationary, towed, or in-vehicle use. It serves as a charger for electric vehicles, an emergency power source, and a backup power supply. Its industrial power outlets offer reliable electricity for various applications.",
  "energystoragesolutions6": "iMChargerX is a mobile DC fast charger, It offers 60 kW of charging power for one, or 30 kW for two fast charging outlets simultaneously. It is equipped with a user-friendly 21-inch touchscreen and RFID reader. iMChargerX is suitable for charging all types of electric vehicles, cars, trucks, buses, marine and off-highway vehicles.",
  "energystoragesolutions7": "Integrated energy storage and charging integrated charging robot, built-in 106kWh battery capacity, 80kW charging power, equipped with intelligent robot arm, automatic identification access charging, can complete automatic car search, automatic navigation, automatic access charging, automatic return to recharge and etc.",
  "energystoragesolutions8": "Built-in 110kWh energy storage battery capacity, support single gun 180kW double gun 90kW charging output power, equipped with industrial electrical interface output, supports PV input recharge, can quickly land photovoltaic energy storage charging station, greatly reduce the cost of site construction.",
  "refprojects": "Project References",
  "careers": "Careers",
  "contact": "Contact Us",
  "hometxtbanner": "Seamless Energy Solution for Smart Mobility",
  "service": "Service",
  "corevalue": "Core Value",
  "innovation": "Innovation",
  "innovation_detail": "We foster a culture of continuous improvement, leveraging the latest research and technological advancements to create forward-looking solutions.",
  "integrity": "Integrity",
  "integrity_detail": "Ethical business practices and transparent communication form the foundation of our relationships with customers, partners, and employees.",
  "sustainability": "Sustainability",
  "sustainability_detail": "Every project is approached with a focus on reducing carbon emissions, promoting renewable energy usage, and minimizing environmental impact.",
  "collaboration": "Collaboration",
  "collaboration_detail": "We believe in close partnerships with clients, suppliers, and industry stakeholders to ensure seamless project execution and shared success.",
  "customercentricity": "Customer-Centricity",
  "customercentricity_detail": "Our solutions are designed around the unique needs of each client, providing tailored services and dedicated support.",
  "highperformance_railway_power_supply_header": "High-Performance Railway Power Supply",
  "highperformance_railway_power_supply_detail1": "We develop turnkey railway solution with a completed system of traction power supply , power rail , overhead catenary and stinger system including maintenance work.",
  "highperformance_railway_power_supply_detail2": "Overhead Catenary Systems (OCS) : Reliable power distribution for high-speed, metro, and light rail systems.",
  "highperformance_railway_power_supply_detail3": "Third Rail Systems : Efficient power supply for urban metro networks.",
  "highperformance_railway_power_supply_detail4": "Stinger Systems : Powering trains during maintenance in depots and workshops.",
  "tractionsubstations_detail_about1": "• Design & Engineering: Customized solutions that convert incoming high-voltage AC power to the specific AC or DC voltage needed for railway traction.",
  "tractionsubstations_detail_about2": "• Key Components: Includes transformers, rectifiers, switchgear, and protective devices to ensure safe and stable power distribution.",
  "AdvancedEnergyStorage": "Advanced Energy Storage",
  "AdvancedEnergyStorage_detail1": "Provides customized energy storage solutions with a complete battery value chain and solid capabilities across manufacturing, distribution with our partner for all solution",
  "AdvancedEnergyStorage_detail2": "• Residential Energy Storage Solutions.",
  "AdvancedEnergyStorage_detail3": "• Utility Energy Storage Solutions.",
  "AdvancedEnergyStorage_detail4": "• Industrial and Commercial (C&I) Energy Storage Solutions.",
  "RobustEVChargingNetworks": "Robust EV Charging Networks",
  "RobustEVChargingNetworks_detail1": "Provides customized EV Charger solutions with a complete solution.",
  "RobustEVChargingNetworks_detail2": "• Fast-Charging Stations: Compatibility with all major EV models.",
  "RobustEVChargingNetworks_detail3": "• Smart Charging Solutions: IoT-enabled monitoring, billing, and load management.",
  "RobustEVChargingNetworks_detail4": "• Green Energy Integration: Options for on-site solar or wind power to reduce carbon footprint.",
  "RobustEVChargingNetworks_detail5": "• Tailored Implementations: Urban, highway, and fleet charging solutions for diverse customer requirements.",
  "address1": "425 Kamphaeng Phet Rd. 6, Don Mueang,",
  "address2": "Don Mueang District, Bangkok 10210, Thailand"
}