{
  "welcome": "ยินดีต้อนรับสู่เว็บไซต์ของเรา!",
  "description": "สำรวจเนื้อหาของเราในภาษาไทย",
  "home": "หน้าแรก",
  "railway": "ระบบราง",
  "energystorage": "การจัดเก็บพลังงาน",
  "evcharger": "เครื่องชาร์จรถยนต์ไฟฟ้า",
  "about": "เกี่ยวกับเรา",
  "about_Detail": "Mainline Asia ที่ก่อตั้งในปี 2020 เป็นบริษัทที่มีวิสัยทัศน์ก้าวหน้า เชี่ยวชาญด้านโซลูชันพลังงานที่ยั่งยืนสำหรับการขนส่งและโครงสร้างพื้นฐานยุคใหม่ ด้วยความมุ่งมั่นในนวัตกรรมและความรับผิดชอบต่อสิ่งแวดล้อม เราจึงนำเสนอเทคโนโลยีและระบบล้ำสมัยเพื่อขับเคลื่อนอนาคตของการเดินทางและการจัดเก็บพลังงาน",
  "about_Card1": "ระบบจ่ายไฟฟ้ารถไฟประสิทธิภาพสูง",
  "about_Card1_footer": "ออกแบบและจัดส่งระบบไฟฟ้าระบบราง เพื่อให้มั่นใจถึงประสิทธิภาพการปฏิบัติงานและความยั่งยืน",
  "about_Card2": "ระบบกักเก็บพลังงานขั้นสูง",
  "about_Card2_footer": "พัฒนาและติดตั้งระบบแบตเตอรี่เพื่อเสริมการใช้พลังงานหมุนเวียนและสร้างเสถียรภาพให้กับโครงข่ายไฟฟ้า",
  "about_Card3": "เครือข่ายสถานีชาร์จรถยนต์ไฟฟ้าที่แข็งแกร่ง",
  "about_Card3_footer": "สร้างโครงสร้างพื้นฐานการชาร์จที่สามารถขยายได้ รองรับความต้องการของยุครถยนต์ไฟฟ้า",
  "ourvision": "วิสัยทัศน์ของเรา",
  "ourvision_Detail": "เป็นผู้นำการเปลี่ยนผ่านของเอเชียตะวันออกเฉียงใต้สู่ระบบพลังงานที่ยั่งยืน ด้วยการส่งมอบโซลูชันที่เชื่อถือได้ สร้างสรรค์ และมีประสิทธิภาพสำหรับระบบจ่ายไฟฟ้ารถไฟ การจัดเก็บพลังงาน และโครงสร้างพื้นฐานการชาร์จรถยนต์ไฟฟ้า",
  "OurMission": "พันธกิจของเรา",
  "OurMission_Detail1": "• ระบบจ่ายไฟฟ้ารถไฟประสิทธิภาพสูง: ออกแบบและส่งมอบระบบที่รับประกันประสิทธิภาพการดำเนินงานและความยั่งยืน",
  "OurMission_Detail2": "• การจัดเก็บพลังงานขั้นสูง: พัฒนาระบบแบตเตอรี่เพื่อเสริมการใช้พลังงานหมุนเวียนและสร้างเสถียรภาพให้กับโครงข่ายไฟฟ้า",
  "OurMission_Detail3": "• เครือข่ายสถานีชาร์จ EV ที่แข็งแกร่ง: สร้างโครงสร้างพื้นฐานการชาร์จที่สามารถขยายได้เพื่อตอบสนองความต้องการของรถยนต์ไฟฟ้าในอนาคต",
  "ourbusiness": "ธุรกิจและบริการของเรา",
  "ourbusiness_detail1": "บริษัทของเราพัฒนาโซลูชันครบวงจรสำหรับระบบจ่ายไฟฟ้ารถไฟ เทคโนโลยีการจัดเก็บพลังงาน และสถานีชาร์จ EV เพื่อสนับสนุนอุตสาหกรรมขนส่งและพลังงาน",
  "ourbusiness_detail2": "Mainline Asia เป็นผู้นำด้านระบบจ่ายไฟฟ้าสำหรับโครงสร้างพื้นฐานทางรถไฟในประเทศไทย เราให้บริการตั้งแต่การออกแบบ ติดตั้ง ไปจนถึงการบริหารจัดการระบบจ่ายไฟฟ้าสำหรับเครือข่ายรถไฟประเภทต่าง ๆ รวมถึงรถไฟความเร็วสูง รถไฟใต้ดิน และรถไฟฟ้ารางเบา รวมถึงโซลูชันสำหรับศูนย์ซ่อมบำรุงและสถานีไฟฟ้า",
  "ourbusiness_detail3": "ธุรกิจของเราแบ่งออกเป็น 3 ด้านหลัก:",
  "ourbusiness_detail4": "1. ระบบจ่ายไฟฟ้ารถไฟ (ระบบไฟฟ้าสำหรับโครงสร้างพื้นฐานทางรถไฟ) 2. การจัดเก็บพลังงาน (โซลูชันสำหรับการจัดเก็บและบริหารพลังงาน) และ 3. การชาร์จ EV (โซลูชันสถานีชาร์จสำหรับรถยนต์ไฟฟ้า)",
  "product": "ผลิตภัณฑ์",
  "railwayelectrification": "ระบบจ่ายไฟฟ้ารถไฟ",
  "overheadcatenarysystems": "ระบบสายส่งเหนือศีรษะ (OCS)",
  "overheadcatenarysystems_detail": "สายส่งและอุปกรณ์สายส่งคุณภาพสูงที่ออกแบบมาเพื่อประสิทธิภาพและความทนทานในระบบรถไฟความเร็วสูง รถไฟฟ้าใต้ดิน และรถไฟฟ้ารางเบา",
  "thirdrailsystems": "ระบบรางที่สาม",
  "thirdrailsystems_detail": "การออกแบบรางที่สามและฝาครอบป้องกันขั้นสูงที่ส่งพลังงานอย่างปลอดภัยและต่อเนื่องสำหรับเครือข่ายขนส่งในเมืองและชานเมือง",
  "tractionsubstations": "สถานีไฟฟ้าย่อยสำหรับระบบขับเคลื่อนรถไฟ",
  "tractionsubstations_detail1": "โซลูชันประสิทธิภาพสูงสำหรับการแปลงและจ่ายพลังงานที่เชื่อถือได้",
  "tractionsubstations_detail2": "สวิตช์เกียร์ เบรกเกอร์ และรีเลย์ป้องกันที่ออกแบบมาโดยเฉพาะสำหรับระบบไฟฟ้ารถไฟ",
  "tractionsubstations_detail3": "โซลูชันที่ยืดหยุ่นและปลอดภัยสำหรับการจ่ายไฟให้รถไฟระหว่างการบำรุงรักษาหรือเตรียมพร้อมใช้งาน",
  "stingerSystems":"ระบบจ่ายไฟฟ้าให้กับขบวนรถไฟในโรงซ่อมบำรุง",
  "auxiliarycomponents": "อุปกรณ์เสริมและส่วนประกอบ",
  "auxiliarycomponents_detail": "ตัวนำและขั้วต่อคุณภาพสูงสำหรับการถ่ายโอนพลังงานอย่างมีประสิทธิภาพและลดการสูญเสียสาย รวมถึงวัสดุยึดราง",
  "rollingstockcomponents": "ส่วนประกอบรถไฟ",
  "rollingstockcomponents_detail": "Mainline Asia นำเสนอชิ้นส่วนอิเล็กทรอนิกส์หลากหลายจากพันธมิตรของเรา สำหรับรถไฟ AC และ DC เช่น รถไฟ EMU รถไฟความเร็วสูง และรถไฟฟ้าใต้ดิน ผลิตภัณฑ์หลักประกอบด้วย แพนโทกราฟ/ขั้วต่อ 3Rail ขั้วต่อสายดิน สวิตช์ติดหลังคา เบรกเกอร์ AC/DC อุปกรณ์ป้องกันไฟกระชาก เซ็นเซอร์วัดแรงดันไฟฟ้า มิเตอร์วัดพลังงาน และตัวควบคุมหลัก",
  "energystoragesolutions": "โซลูชันการจัดเก็บพลังงาน",
  "energystoragesolutions1": "โซลูชันการจัดเก็บพลังงานสำหรับที่อยู่อาศัย ระบบออลอินวันใช้การออกแบบแบตเตอรี่แบบโมดูลาร์ที่ยืดหยุ่นและผสานอินเวอร์เตอร์ EMS และระบบจัดการ UPS เพื่อสร้าง ESS ที่มีประสิทธิภาพ ปลอดภัย และชาญฉลาดสำหรับบ้านพักอาศัย",
  "energystoragesolutions2": "โซลูชันการจัดเก็บพลังงานสำหรับอุตสาหกรรมและเชิงพาณิชย์ (C&I) ความจุแบตเตอรี่ 218kWh มี PCS/BMS ในตัว ตรวจสอบและบริหารจัดการข้อมูลพลังงานแบบเรียลไทม์ผ่านเครือข่าย ขนาดกะทัดรัด ติดตั้งและขยายได้ง่าย เป็นโซลูชันที่ประหยัด ยืดหยุ่น และมีประสิทธิภาพสำหรับการใช้งานที่ต้องการความต่อเนื่องของกริด การลดจุดสูงสุดและเติมจุดต่ำ และแหล่งจ่ายไฟสำรอง ฯลฯ",
  "energystoragesolutions3": "โซลูชันการจัดเก็บพลังงานสำหรับยูทิลิตี้ ESS สามารถปรับแต่งขนาดคอนเทนเนอร์ตามความต้องการ ใช้แบตเตอรี่ลิเธียมไอออนที่ปลอดภัยและมีประสิทธิภาพ ผสานระบบสื่อสาร ระบบตรวจสอบ ระบบแปลงพลังงาน ระบบป้องกันอัคคีภัย และระบบเสริม ผลิตภัณฑ์นี้มีข้อดีด้านการผสานรวมสูง กำหนดค่าได้ยืดหยุ่น ฟังก์ชันครบ ติดตั้งและแก้ไขปัญหาได้สะดวก",
  "energystoragesolutions4": "สถานีชาร์จพลังงานแบบคอนเทนเนอร์ขนาดใหญ่ 2MWh ติดตั้งหัวชาร์จรถยนต์ 6 หัวพร้อมกัน ให้กำลังชาร์จ 200kW และมีอินเทอร์เฟซเอาต์พุตไฟฟ้าอุตสาหกรรมหลากหลาย การออกแบบคอนเทนเนอร์แบบโมดูลาร์ สามารถขนส่งไปใช้งานในโอกาสต่าง ๆ ได้อย่างรวดเร็วและยืดหยุ่น",
  "energystoragesolutions5": "ด้วยความจุ 200 kWh และกำลังชาร์จ 180 kW iTrailer สามารถใช้งานได้ทั้งแบบจอดอยู่กับที่ ลากจูง หรือในรถ ใช้เป็นเครื่องชาร์จรถยนต์ไฟฟ้า แหล่งพลังงานฉุกเฉิน และแหล่งจ่ายไฟสำรอง เต้ารับไฟฟ้าอุตสาหกรรมให้ไฟฟ้าที่เชื่อถือได้สำหรับการใช้งานหลากหลาย",
  "energystoragesolutions6": "iMChargerX คือเครื่องชาร์จ DC แบบเคลื่อนที่เร็ว ให้กำลังชาร์จ 60 kW สำหรับหัวเดียว หรือ 30 kW สำหรับสองหัวพร้อมกัน มาพร้อมหน้าจอสัมผัสขนาด 21 นิ้วและเครื่องอ่าน RFID เหมาะสำหรับชาร์จรถยนต์ไฟฟ้าทุกประเภท รถยนต์ รถบรรทุก รถโดยสาร เรือ และยานยนต์นอกทางหลวง",
  "energystoragesolutions7": "หุ่นยนต์ชาร์จไฟฟ้าแบบผสานการจัดเก็บพลังงาน มีแบตเตอรี่ในตัว 106kWh กำลังชาร์จ 80kW พร้อมแขนกลอัจฉริยะ ระบุและเข้าถึงจุดชาร์จอัตโนมัติ ค้นหารถ นำทาง ชาร์จ และกลับไปชาร์จใหม่โดยอัตโนมัติ",
  "energystoragesolutions8": "มีแบตเตอรี่สำรอง 110kWh ในตัว รองรับการชาร์จหัวเดียว 180kW หรือสองหัว 90kW พร้อมเอาต์พุตไฟฟ้าอุตสาหกรรม รองรับการชาร์จด้วยพลังงานแสงอาทิตย์ สามารถติดตั้งสถานีชาร์จพลังงานแสงอาทิตย์ได้อย่างรวดเร็ว ลดต้นทุนการก่อสร้างไซต์ได้มาก",
  "refprojects": "ตัวอย่างโครงการ",
  "careers": "ร่วมงานกับเรา",
  "contact": "ติดต่อเรา",
  "hometxtbanner": "โซลูชันพลังงานไร้รอยต่อสำหรับการเดินทางอัจฉริยะ",
  "service": "บริการ",
  "corevalue": "ค่านิยมหลัก",
  "innovation": "นวัตกรรม",
  "innovation_detail": "เราส่งเสริมวัฒนธรรมแห่งการพัฒนาอย่างต่อเนื่อง โดยใช้ประโยชน์จากงานวิจัยและเทคโนโลยีล่าสุดเพื่อสร้างโซลูชันที่ล้ำสมัย",
  "integrity": "ความซื่อสัตย์",
  "integrity_detail": "การดำเนินธุรกิจอย่างมีจริยธรรมและการสื่อสารอย่างโปร่งใสคือรากฐานของความสัมพันธ์กับลูกค้า พันธมิตร และพนักงานของเรา",
  "sustainability": "ความยั่งยืน",
  "sustainability_detail": "ทุกโครงการของเรามุ่งเน้นการลดการปล่อยคาร์บอน ส่งเสริมการใช้พลังงานหมุนเวียน และลดผลกระทบต่อสิ่งแวดล้อมให้เหลือน้อยที่สุด",
  "collaboration": "การทำงานร่วมกัน",
  "collaboration_detail": "เราเชื่อมั่นในการร่วมมืออย่างใกล้ชิดกับลูกค้า ซัพพลายเออร์ และผู้มีส่วนได้ส่วนเสียในอุตสาหกรรม เพื่อให้มั่นใจว่าการดำเนินโครงการจะราบรื่นและประสบความสำเร็จร่วมกัน",
  "customercentricity": "การเน้นลูกค้าเป็นศูนย์กลาง",
  "customercentricity_detail": "โซลูชันของเราออกแบบโดยคำนึงถึงความต้องการเฉพาะของลูกค้าแต่ละราย พร้อมบริการและการสนับสนุนที่ตรงจุด",
  "highperformance_railway_power_supply_header": "ระบบจ่ายไฟฟ้ารถไฟประสิทธิภาพสูง",
  "highperformance_railway_power_supply_detail1": "เราพัฒนาโซลูชันระบบรางแบบครบวงจร ทั้งระบบจ่ายไฟฟ้า ระบบรางไฟฟ้า ระบบสายส่งเหนือศีรษะ และระบบสติงเกอร์ รวมถึงงานบำรุงรักษา",
  "highperformance_railway_power_supply_detail2": "ระบบสายส่งเหนือศีรษะ (OCS) : การกระจายพลังงานที่เชื่อถือได้สำหรับรถไฟความเร็วสูง รถไฟฟ้าใต้ดิน และรถไฟฟ้ารางเบา",
  "highperformance_railway_power_supply_detail3": "ระบบรางที่สาม : ระบบจ่ายไฟฟ้าที่มีประสิทธิภาพสำหรับเครือข่ายรถไฟฟ้าในเมือง",
  "highperformance_railway_power_supply_detail4": "ระบบสติงเกอร์ : จ่ายพลังงานให้กับรถไฟระหว่างการบำรุงรักษาในศูนย์ซ่อมและเวิร์กช็อป",
  "tractionsubstations_detail_about1": "• การออกแบบและวิศวกรรม: โซลูชันที่ปรับแต่งได้สำหรับแปลงไฟฟ้าแรงสูงกระแสสลับที่รับเข้ามา ให้เป็นแรงดันไฟฟ้ากระแสสลับหรือกระแสตรงที่เหมาะสมสำหรับระบบขับเคลื่อนรถไฟ",
  "tractionsubstations_detail_about2": "• ส่วนประกอบสำคัญ: ประกอบด้วยหม้อแปลงไฟฟ้า ตัวแปลงกระแส สวิตช์เกียร์ และอุปกรณ์ป้องกัน เพื่อให้การจ่ายพลังงานมีความปลอดภัยและเสถียร",
  "AdvancedEnergyStorage": "การจัดเก็บพลังงานขั้นสูง",
  "AdvancedEnergyStorage_detail1": "ให้บริการโซลูชันการจัดเก็บพลังงานที่ปรับแต่งได้ พร้อมห่วงโซ่คุณค่าแบตเตอรี่ครบวงจร และศักยภาพที่แข็งแกร่งทั้งด้านการผลิตและการกระจายสินค้าร่วมกับพันธมิตรของเรา",
  "AdvancedEnergyStorage_detail2": "• โซลูชันการจัดเก็บพลังงานสำหรับที่อยู่อาศัย",
  "AdvancedEnergyStorage_detail3": "• โซลูชันการจัดเก็บพลังงานสำหรับยูทิลิตี้",
  "AdvancedEnergyStorage_detail4": "• โซลูชันการจัดเก็บพลังงานสำหรับอุตสาหกรรมและเชิงพาณิชย์ (C&I)",
  "RobustEVChargingNetworks": "เครือข่ายสถานีชาร์จรถยนต์ไฟฟ้าที่แข็งแกร่ง",
  "RobustEVChargingNetworks_detail1": "ให้บริการโซลูชันเครื่องชาร์จรถยนต์ไฟฟ้าที่ปรับแต่งได้ พร้อมโซลูชันครบวงจร",
  "RobustEVChargingNetworks_detail2": "• สถานีชาร์จเร็ว: รองรับรถยนต์ไฟฟ้าทุกรุ่นหลัก",
  "RobustEVChargingNetworks_detail3": "• โซลูชันชาร์จอัจฉริยะ: รองรับการตรวจสอบ การคิดเงิน และการจัดการโหลดด้วย IoT",
  "RobustEVChargingNetworks_detail4": "• การผสานพลังงานสีเขียว: ตัวเลือกสำหรับติดตั้งพลังงานแสงอาทิตย์หรือพลังงานลมในสถานที่เพื่อลดคาร์บอนฟุตพรินต์",
  "RobustEVChargingNetworks_detail5": "• การติดตั้งที่ตอบโจทย์: โซลูชันสำหรับในเมือง ทางหลวง และกลุ่มยานพาหนะ เพื่อตอบสนองความต้องการที่หลากหลายของลูกค้า",
  "address1": "425 ถนนกำแพงเพชร 6 ดอนเมือง,",
  "address2": "เขตดอนเมือง กรุงเทพมหานคร 10210 ประเทศไทย",
  "engineeringAndDesigh": "วิศวกรรมและการออกแบบ (Engineering & Design)",
  "engineeringAndDesigh_Details1": " • การจำลองและการบูรณาการระบบ: ใช้ซอฟต์แวร์ขั้นสูงสำหรับการจำลองการทำงานของขบวนรถไฟและการคำนวณเครือข่าย",
  "engineeringAndDesigh_Details2": " • การออกแบบระบบจ่ายพลังงานรถไฟ: จัดทำผังระบบจ่ายไฟฟ้า a.c. และ d.c. สำหรับระบบขนส่งมวลชนและเส้นทางหลัก",
  "engineeringAndDesigh_Details3": " • การวิเคราะห์เครือข่ายไฟฟ้า: คำนวณโหลดโฟลว์ กระแสลัดวงจร และการวิเคราะห์ฮาร์มอนิกของเครือข่ายไฟฟ้า 3 เฟส สำหรับระบบไฟฟ้าเสริม",
  "TurnkeyProject": "โครงการแบบครบวงจร (Turnkey Project)",
  "TurnkeyProject_Details1": " • การติดตั้งโดยผู้เชี่ยวชาญ: ดำเนินงานติดตั้งภาคสนามโดยทีมงานมืออาชีพ ลดการหยุดชะงัก และส่งมอบงานตรงเวลา",
  "TurnkeyProject_Details2": " • การประกันคุณภาพ: ทดสอบและตรวจสอบอุปกรณ์และระบบให้สอดคล้องกับมาตรฐานสมรรถนะ",
  "TurnkeyProject_Details3": " • การส่งมอบและการฝึกอบรม: จัดฝึกอบรมผู้ใช้งานและจัดทำเอกสารเพื่อรองรับการใช้งานอย่างราบรื่น",
  "maintenance": "การบำรุงรักษา (Maintenance)",
  "maintenance_Details1": " • การสนับสนุนและติดตามตลอด 24 ชั่วโมง: เฝ้าระวังระบบแบบเรียลไทม์ พร้อมการวิเคราะห์ปัญหาเพื่อแก้ไขอย่างทันท่วงที",
  "maintenance_Details2": " • การบำรุงรักษาเชิงคาดการณ์: ใช้การวิเคราะห์ข้อมูลและเซ็นเซอร์ IoT เพื่อตรวจจับการสึกหรอ ลดเวลาหยุดทำงาน และยืดอายุการใช้งานอุปกรณ์",
  "maintenance_Details3": " • การเพิ่มประสิทธิภาพการทำงาน: ปรับแต่งระบบอย่างต่อเนื่องเพื่อเพิ่มประสิทธิภาพ ความน่าเชื่อถือ และผลตอบแทนจากการลงทุน"
}